[GENERAL]
NAME					= Tiếng Việt
TRANSLATOR				= Nguyễn Thanh Minh
DLG_FONT_NAME				=
DLG_FONT_SIZE				=


[TEXT]
TEXT_MESSAGEBOX_OK			= OK
TEXT_MESSAGEBOX_CANCEL			= Dừng
TEXT_MESSAGEBOX_ABORT			= Hủy bỏ
TEXT_MESSAGEBOX_RETRY			= Làm Lại
TEXT_MESSAGEBOX_IGNORE			= Bỏ qua
TEXT_MESSAGEBOX_YES			= Có
TEXT_MESSAGEBOX_NO			= Không
TEXT_MESSAGEBOX_CONTINUE		= Tiếp tục

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Phiên bản thử nghiệm
TEXT_PORTABLE				= Phiên bản chạy không cần cài
TEXT_BUILDNO				= Build#
TEXT_SELECT_FOLDER			= Chọn một thư mục
TEXT_ASSOC_IMAGE			= Hình ảnh (${str1}) File
TEXT_ASSOC_RAWIMAGE			= RAW hình ảnh (${str1}) File
TEXT_ASSOC_EBOOK			= Nén hình (${str1}) File
TEXT_APP_DESC				= Honeyview là một công cụ mạnh mẽ tối ưu xem hình ảnh.
TEXT_ABOUTBOX_TAB1			= Giới thiệu về Honeyview
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= Hình ảnh File
TEXT_OPENFILEDLG_ALLFILE			= Tất cả File
TEXT_NEW_FOLDER				= Thư mục mới
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG	= Không thể tải về tập tin cài đặt cần thiết.
TEXT_UPDATE_VERSION_CHECK_FAILED	= Kiểm tra cập nhật thất bại
TEXT_UPDATE_VERSION_CHECKING		= Đang kiểm tra phiên bản
TEXT_UPDATE_DOWNLOAD_FAILED		= Tải về thất bại
TEXT_UPDATE_LATEST_VERSION		= Cập nhật tới ngày
TEXT_UPDATE_DO_DOWNLOAD			= Cập nhật cần thiết
TEXT_UPDATE_DOWNLOAD_COMPLETED		= Tải về hoàn tất

TEXT_MSG_LASTPAGE			= Hình cuối cùng
TEXT_MSG_FIRSTPAGE			= Hình đầu tiên
TEXT_MSG_NOIMAGEFILE			= Không có hình trong tập tin nén.
TEXT_MSG_INVALID_PHOTOFOLDER		= Hãy chọn đường dẫn cho thư mục Photo
TEXT_MSG_CANTOPENARCHIVE		= Mở tập tin thất bại:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= Tập tin này không vận chuyển. Vui lòng cập nhật tới phiên bản mới nhất.
TEXT_MSG_INVALID_PASSWORD		= Sai mật khẩu.
TEXT_MSG_STRETCHWHENSMALL_ON		= Giãn rộng theo cửa sổ : Bật
TEXT_MSG_STRETCHWHENSMALL_OFF		= Giãn rộng theo cửa sổ : Tắt
TEXT_MSG_CANTOPENBOOKMARK		= Thất bại mở trang đánh dấu.
TEXT_MSG_BROKENARCHIVE			= Tập tin tin bị hỏng.
TEXT_MSG_ADDTOBOOKMARK			= Đánh dấu trang: 
TEXT_MSG_LOADRECENTBOOKMARK		= Mở đánh dấu trang gần đây:
TEXT_MSG_SLIDESHOWSTART			= Trình chiếu: ${TIME}giây
TEXT_MSG_SLIDESHOWSTOP			= Tắt trình chiếu
TEXT_MSG_ALWAYSONTOP_ON			= Luôn trên màn hình: Bật
TEXT_MSG_ALWAYSONTOP_OFF		= Luôn trên màn hình: Tắt
TEXT_MSG_ZOOMFIX_ON			= Tự điều chỉnh xem hình: Bật
TEXT_MSG_ZOOMFIX_OFF			= Tự điều chỉnh xem hình: Tắt
TEXT_MSG_EXTPROGERR_LAUNCH		= Mở với công cụ sửa hình ảnh
TEXT_MSG_EXTPROGERR_NOTSET		= Chọn một công cụ sửa hình (Paint, Photoshop, ...). 
TEXT_MSG_ARCHIVEBOOKMARK		= Nhớ hình ảnh trong tập tin nén:
TEXT_MSG_RESTART_NOTIFY			= Chương trình sẽ khởi động lại.
TEXT_MSG_COPY2CLIPBOARD			= Đã sao chép tới clipboard.
TEXT_MSG_COPY2CLIPBOARD_FAILED		= Thất bại sao chép tới clipboard.
TEXT_MSG_BOOKMARK_EXPORTED		= Đánh dấu trang đã được lưu.
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= Thất bại lưu trang đánh dấu.
TEXT_MSG_BOOKMARK_OPEN_FAILED		= Thất bại mở trang đánh dấu.
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= Thất bại thêm vào trang đánh dấu .
TEXT_MSG_BOOKMARK_IMPORTED		= Trang đánh dấu đã được thêm vào.
TEXT_MSG_SETWALLPAPER_FAILED		= Không thể làm hình nền máy tính.
TEXT_MSG_CANT_OPEN_IMAGE		= Không thể mở hình ảnh.
TEXT_MSG_TRANSFORM_COMPLETED		= Xử lý hoàn tất.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= Không thể mở tập tin.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= Không thể lưu tập tin.
TEXT_MSG_CANT_OPEN_MMF			= Không thể mở MMF. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= Chương trình sẽ khởi động lại.
TEXT_MSG_DELETED			= Đã xóa

TEXT_ASK_INIT				= Thiết lập lại cấu hình mặc định của Honeyview ?
TEXT_ASK_DELETE_IMAGE			= Xóa tập tin này tới thùng rác?
TEXT_ASK_DELETE_ARCHIVE			= Hình ảnh này trong tệp nén.[br][br]Bạn có chắc là muốn xóa (${FILENAME}) ?
TEXT_ASK_DELETE_BOOKMARKALL		= Xóa tất cả đánh dấu trang đã lưu?
TEXT_ASK_LAUNCH_ASSOCUI			= Cho Windows 8 hoặc phiên bản cao hơn, người dùng yêu cầu để kết hợp các phần mở rộng.[br][br]Bạn có muốn kết hợp các phần mở rộng?
TEXT_ASK_STOP_BATCH_PROCESSING		= Chương trình đanh xử lý. Bạn có muốn hủy bỏ không ?

TEXT_FILTERMODE_NONE			= Không dùng bộ lọc
TEXT_FILTERMODE_BILINEAR			= Soften
TEXT_FILTERMODE_SHARPEN			= Soften+Sharpen

TEXT_SHOWMODE_NONE			= Hình gốc (100%)
TEXT_SHOWMODE_FIT2WINDOW		= Vừa chiều cao
TEXT_SHOWMODE_FIT2WIDTH			= Vừa chiều rộng
TEXT_SHOWMODE_TWO_L2R			= Dạng sách (Trái -> Phải)
TEXT_SHOWMODE_TWO_R2L			= Dạng sách (Phải -> Trái)

TEXT_NEXTPATH_NOFILE			= Di chuyển thư mục: không có (Vui lòng mở một tập tin)
TEXT_NEXTPATH_LASTFOLDER		= Thư mục kế: không có
TEXT_PREVPATH_LASTFOLDER		= Thư mục trước: không có
TEXT_NEXTPATH_OPENFOLDER		= Thư mục kế:
TEXT_PREVPATH_OPENFOLDER		= Thư mục trước:

TEXT_DELETE				= Xóa: 
TEXT_COPY_TO_PHOTOFOLDER1		= Sao chép thư mục Photo 1:
TEXT_COPY_TO_PHOTOFOLDER2		= Sao chép thư mục Photo 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= Di chuyễn tới thư mục Photo 1:

TEXT_SELECTFILEDLG_FILELIST		= Tên
TEXT_SELECTFILEDLG_DATE			= Thời gian
TEXT_SELECTFILEDLG_SIZE			= Dung lượng

TEXT_BOOKMARKEDITDLG_PATH		= Đường dẫn

TEXT_PAGETURNFX_NONE			= Không có
TEXT_PAGETURNFX_HV2			= Flip
TEXT_PAGETURNFX_ALPHA			= Fade
TEXT_PAGETURNFX_SLIDE			= Slide

TEXT_FILEINFO_FILENAME			= Tên tập tin
TEXT_FILEINFO_SIZE			= Dung lượng hình
TEXT_FILEINFO_CREATETIME		= Ngày đã tạo
TEXT_FILEINFO_MODIFYTIME		= Ngày nhận dạng
TEXT_FILEINFO_IMGINFO			= Thông tin hình ảnh
TEXT_FILEINFO_ROTATE			= Thông tin xoay
TEXT_FILEINFO_ZOOM			= Thu phóng In/Out

TEXT_EXIF_MAKER				= Tạo
TEXT_EXIF_MODEL				= Mẫu Camera
TEXT_EXIF_SOFTWARE			= Software
TEXT_EXIF_ARTIST			= Artist
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Copyright
TEXT_EXIF_DATETIME			= Chụp Ngày/Giờ
TEXT_EXIF_FLASHUSED			= Đèn Flash
TEXT_EXIF_FOCALLENGTH			= Độ dài tiêu cự
TEXT_EXIF_FOCALLENGTH_35MM		= Độ dài tiêu cự (35mm)
TEXT_EXIF_EXPOSURETIME			= Tốc độ chớp
TEXT_EXIF_EXPOSUREBIAS			= Tiếp xúc Bias
TEXT_EXIF_APERTUREFNUMBER		= Số khảu độ
TEXT_EXIF_ISOEQUIVALENT			= Tốc độ ISO
TEXT_EXIF_METERINGMODE			= Chế độ Metering
TEXT_EXIF_EXPOSUREPROGRAM		= Làm sáng
TEXT_EXIF_DISTANCE			= Khoảng cách lấy nét
TEXT_EXIF_GPS				= GPS thông tin
TEXT_EXIF_COMMENT			= Comment

TEXT_CUSTOMCMD_NOOPERATION		= Không làm gì
TEXT_CUSTOMCMD_FULLSCREEN		= Đầy màn hình
TEXT_CUSTOMCMD_MAXIMIZE			= Tối đa cửa sổ
TEXT_CUSTOMCMD_MINIMIZE			= Ẩn cửa sổ
TEXT_CUSTOMCMD_PAGESELECT		= Chọn hình
TEXT_CUSTOMCMD_EXIT			= Thoát
TEXT_CUSTOMCMD_OPEN			= Mở tập tin
TEXT_CUSTOMCMD_OPENFOLDER		= Mở thư mục
TEXT_CUSTOMCMD_NEXT1			= Tới 2 trang kế
TEXT_CUSTOMCMD_PREV1			= Về 2 trang trước
TEXT_CUSTOMCMD_NEXT			= Trang kế
TEXT_CUSTOMCMD_PREV			= Trang trước
TEXT_CUSTOMCMD_NEXT_RANDOM		= Trang kế ngẫu nhiên
TEXT_CUSTOMCMD_PREV_RANDOM		= Trang trước ngẫu nhiên
TEXT_CUSTOMCMD_HOME			= Trang đầu tiên
TEXT_CUSTOMCMD_END			= Trang cuối cùng
TEXT_CUSTOMCMD_NEXT10			= Tới 10 trang kế
TEXT_CUSTOMCMD_PREV10			= Về 10 trang trước
TEXT_CUSTOMCMD_SCROLL_UP		= Cuộn lên
TEXT_CUSTOMCMD_SCROLL_DN		= Cuộn xuống
TEXT_CUSTOMCMD_SCROLL_LEFT		= Cuộn trái
TEXT_CUSTOMCMD_SCROLL_RIGHT		= Cuộn phải
TEXT_CUSTOMCMD_ZOOM_IN			= Phóng to
TEXT_CUSTOMCMD_ZOOM_OUT			= Thu nhỏ
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= Sao chép tới thư mục Photo
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= Di chuyển tới thư mục Photo
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Copy to Photo Folder2
TEXT_CUSTOMCMD_NEXTPATH			= Tới tập tin/thư mục nén kế tiếp
TEXT_CUSTOMCMD_PREVPATH			= Trở lại tập tin/thư mục nén trước
TEXT_CUSTOMCMD_CONTEXT_MENU		= Menu ngữ cảnh
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= Hiển thị thông tin cho tập tin/EXIF

TEXT_COMBO_GIF_TRANS_OPTION_0		= Nền gốc từ ảnh GIF
TEXT_COMBO_GIF_TRANS_OPTION_1		= Màu trắng
TEXT_COMBO_GIF_TRANS_OPTION_2		= Ô mẫu
TEXT_COMBO_GIF_TRANS_OPTION_3		= Màu đen

TEXT_COMBO_LASTFILE_ACTION_NONE		= Không làm gì
TEXT_COMBO_LASTFILE_ACTION_ASK		= Hiện thông báo
TEXT_COMBO_LASTFILE_ACTION_LOOP		= Trở về hình đầu tiên
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= Đi tới tập tin kế / trước

TEXT_ASSOC_GROUP0			= Định dạng phổ biến
TEXT_ASSOC_GROUP1			= Định dạng mới
TEXT_ASSOC_GROUP2			= Định dạng của Camera Lossless
TEXT_ASSOC_GROUP3			= Định dạng nén

TEXT_SORT_METHOD_FILENAME		= Sắp xếp
TEXT_SORT_METHOD_DATE			= Xếp theo ngày
TEXT_SORT_METHOD_SIZE			= Xếp theo kích cỡ
TEXT_SORT_METHOD_EXT			= Xếp theo loại

TEXT_TRANSF_RESIZE_NONE			= Đừng thay đổi kích cỡ
TEXT_TRANSF_RESIZE_KEEPRATIO		= Giữ tỉ lệ gốc
TEXT_TRANSF_RESIZE_FITWIDTH		= Phù hợp theo chiều rộng
TEXT_TRANSF_RESIZE_ADD			= Thêm Padding 
TEXT_TRANSF_RESIZE_CUT			= Crop hình ảng
TEXT_TRANSF_RESIZE_STRETCH		= Co dãn hình ảnh phù hợp

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= Tự động
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= Thư mục trước ( [ )
TEXT_BTN_NEXT_FOLDER			= Thư mục kế ( ] )
TEXT_BTN_PREV_ARCHIVE			= Tệp hình nén trước ( [ )
TEXT_BTN_NEXT_ARCHIVE			= Tệp hình nén kế ( ] )


[MENU]
MENUSTR_OPEN				= Mở nhanh\tF2
MENUSTR_OPENFOLDER			= Mở thư mục\tF
MENUSTR_CLOSE				= Đóng hình ảnh\tF4
MENUSTR_PAGESELECT			= Danh sách hình\tEnter
MENUSTR_OPEN_FILEPOSITION		= Mở thư mục chứa\tCtrl+Enter

MENUSTR_FILTER_NONE			= Không lọc\tU
MENUSTR_FILTER_BILINEAR			=Soften\tI
MENUSTR_FILTER_SHARPEN			=Soften+Sharpen\tS

MENUSTR_PAGEMOVE			= Phím tắt
MENUSTR_PAGEMOVE_NEXT		= Hình kế\t->
MENUSTR_PAGEMOVE_PREV		= Hình trước\t<-
MENUSTR_PAGEMOVE_HOME		= Hình đầu\tHome
MENUSTR_PAGEMOVE_END			= Hình cuối \tEnd
MENUSTR_PAGEMOVE_NEXT10		= 10 Hình kế\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10		= 10 Hình trước\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= Hình kế ngẫu nhiên\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= Hình trước ngẫu nhiên\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= Tệp hình nén kế\t]
MENUSTR_PAGEMOVE_PREV_PATH		= Tệp hình nén trước\t[

MENUSTR_INTERPOLATEMODE		= Lọc nội suy
MENUSTR_INTERPOLATEMODE_BILINEAR	= Bilinear (Nhanh)
MENUSTR_INTERPOLATEMODE_BICUBIC		= Bicubic (Chậm, chất lượng cao)
MENUSTR_INTERPOLATEMODE_LANCZOS	= Lanczos (Chậm, chất lượng cao)

MENUSTR_IMAGE_PROCESSING		= Hiệu ứng
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= Đảo ngược màu sắc \tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA	= Thêm độ tương phản \tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= Lật hình đứng \tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR	= Lật hình ngang \tCtrl+M

MENUSTR_SORT_METHOD			= Sắp xếp theo
MENUSTR_SORT_METHOD_FILENAME	= Tên
MENUSTR_SORT_METHOD_DATE		= Thời gian
MENUSTR_SORT_METHOD_SIZE		= Dung lượng
MENUSTR_SORT_METHOD_EXT		= Loại tập tin
MENUSTR_SORT_DESCENDING		= Giảm dần

MENUSTR_SHOWMODE			= Kiểu xem
MENUSTR_FILTER_STRETCHWHENSMALL	= Giãn rộng theo cửa sổ\tZ
MENUSTR_SHOWMODE_NONE		= Hình gốc (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= Vừa chiều cao\t9
MENUSTR_SHOWMODE_FITWIDTH		= Vừa chiều rộng\t8
MENUSTR_SHOWMODE_TWO_L2R		= Dạng sách (Trái -> Phải)\t7
MENUSTR_SHOWMODE_TWO_R2L		= Dạng sách (Phải -> Trái)\t6

MENUSTR_ZOOM				= Thu phóng
MENUSTR_ZOOM_IN			= Phóng to 10%\t+
MENUSTR_ZOOM_OUT			= Thu nhỏ 10 %\t-
MENUSTR_ZOOM_FIX			= Ghi nhớ thu phóng\tCtrl+K
MENUSTR_ZOOM_100			= Hình gốc 100%\t*
MENUSTR_ZOOM_IN_1			= Phóng to 1%\tCtrl++
MENUSTR_ZOOM_OUT_1			= Thu nhỏ 1%\tCtrl+-

MENUSTR_ROTATION			= Xoay hình
MENUSTR_ROTATION_NONE			= Không xoay\tAlt+Up
MENUSTR_ROTATION_L90			= Xoay phải 90˚ \tAlt+Left
MENUSTR_ROTATION_R90			= Xoay trái 90˚ \tAlt+Right
MENUSTR_ROTATION_180			= Xoay ngược \tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE		= Thông tin EXIF hình \tTAB
MENUSTR_WALLPAPER			= Chọn làm hình nền...
MENUSTR_DELETE				= Xóa hình\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= Sao chép tới thư mục Photo\tIns
MENUSTR_EXTPROG0			= Công cụ sửa hình\tCtrl+E
MENUSTR_PRINT				= In ấn\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= Sao chép tới Clipboard\tCtrl+C

MENUSTR_SETTING				= Cấu hình\tF5
MENUSTR_ABOUT				= Giới thiệu về Honeyview\tF1
MENUSTR_EXIT				= Thoát\tX

; about popup menu
MENUSTR_HOMEPAGE			= Trang chủ
MENUSTR_HELP				= Giúp đỡ về phím tắt nhanh

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= Đánh dấu trang\tB
MENUSTR_BOOKMARK_DELALL		= Xóa tất cả đánh dấu
MENUSTR_BOOKMARK_SETTTING		= Tùy chỉnh đánh dấu
MENUSTR_BOOKMARK_EDIT			= Quản lý đánh dấu\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= Tắt trình chiếu\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 giây\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 giây\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 giây\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 giây\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 giây\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 giây\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 giây\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 giây\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 giây\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 giây
MENUSTR_SLIDESHOW_15			= 15 giây
MENUSTR_SLIDESHOW_20			= 20 giây
MENUSTR_SLIDESHOW_25			= 25 giây
MENUSTR_SLIDESHOW_30			= 30 giây
MENUSTR_SLIDESHOW_60			= 60 giây
MENUSTR_SLIDESHOW_90			= 90 giây
MENUSTR_SLIDESHOW_LOOP			= Lặp lại
MENUSTR_SLIDESHOW_RANDOM		= Ngẫu nhiên

MENUSTR_PAGETURNFX_NONE		= Không có
MENUSTR_PAGETURNFX_HV2		= Lật hình kiểu : Flip
MENUSTR_PAGETURNFX_ALPHA		= Lật hình kiểu : Fade
MENUSTR_PAGETURNFX_SLIDE		= Lật hình kiểu : Slide

MENUSTR_PHOTOFOLDER_COPY1		= Sao chép tới thư mục Photo 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= Di chuyển tới thư mục Photo 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= Sao chép tới thư mục Photo 2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= Tủy chọn thư mục Photo
MENUSTR_PHOTOFOLDER_OPEN		= Mở thư mục Photo 1

MENUSTR_TRANSFORMDLG			= Chỉnh sửa hình\tCtrl+T

[DIALOG]
IDCANCEL				= Hủy bỏ
IDOK					= Đồng ý

[IDD_ABOUT]  
IDD_ABOUT				= Giới thiệu về Honeyview
IDC_BTN_HOMEPAGE			= Trang chủ
IDC_BTN_UPDATE				= Cập nhật

[IDD_SETTING]
IDD_SETTING				= Cấu hình
IDC_BTN_INIT				= Mặc định

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= Cài đặt chung
IDC_CHK_USESNAP			= Tự phóng to cửa sổ khi kéo tới cạnh biên của màn hình
IDC_CHK_DONOTREMEMBERFOLDER		= Đừng nhớ đường dẫn thư mục khi mở một tập tin
IDC_CHK_ONE_INSTANCE			= Không cho phép Honeyview mở nhiều cửa sổ cùng lúc
IDC_CHK_ASK_DELETE			= Yêu cầu xác nhận trước khi xóa một tập tin
IDC_CHK_NO_CENTER_MESSAGE		= Thay đổi thông báo tới góc phải khi chọn xem hình
IDC_CHK_ALWAYS_ON_TOP		= Cửa sổ Honeyview luôn nằm trên cùng màn hình (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= Thoát chương trình bằng phím ESC
IDC_CHK_CHECK_UPDATE			= Kiểm tra phiên bản mới
IDC_CHK_CHECK_UPDATE_MINOR		= Bao gồm các phiên bản nhỏ khác
IDC_STATIC_LASTFILEACTION_IMAGE	= Khi tới hình cuối / đầu :
IDC_STATIC_LASTFILEACTION_ARCHIVE	= Khi tới hình cuối / đầu trong tệp nén:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= Tùy chỉnh giao diện hiển thị
IDC_CHK_SHOWBORDER			= Khung viền bao quanh cửa sổ
IDC_CHK_SHOW_OVERLAY_FILEINFO		= Chú thích tập tin chứa hình khi thanh menu ẩn (Phím tắt : Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= Ghi nhớ thu phóng hình đang xem (Phím tắt : Ctrl+K)
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= Tắt thanh điều khiển trên cùng
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR	= Tắt thanh điều khiển dưới cùng
IDC_CHK_DO_NOT_SIDE_ARROW		= Tắt mũi tên lật trang ở hai cạnh bên cửa sổ
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= Do not display the animation-info control
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Do not display the zoom-info control
IDC_CHK_HIDE_TOOLTIP_HELP		= Tắt chú thích khi di chuyển chuột lên các nút lệnh ở thanh điều khiển
IDC_CHK_EXIFINFO_SMALL_FONT		= Dùng phông chữ nhỏ khi trình thông tin EXIF hình (cần khởi động lại)
IDC_CHK_USEBKGNDIMAGE			= Dùng hình nền bằng ảnh
IDC_BTN_BKGND_SET			= Duyệt...
IDC_BTN_BKGND_OPEN			= Mở thư mục
IDC_STATIC_BKGNDCOLOR			= Hình nền bằng bảng màu :
IDC_BTN_BKGND				= Chọn...
IDC_STATIC_BORDERCOLOR			= Màu nền cho thanh menu :
IDC_BTN_BORDERCOLOR			= Chọn...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= Tùy chỉnh đánh dấu trang
IDC_CHK_AUTOBOOKMARK			= Tự động đánh dấu trang hình hiện tại khi thoát chương trình
IDC_CHK_SHARE_SETTING			= Chia sẻ đồng bộ đánh dấu trang khi có nhiều cửa sổ Honeyview mở cùng lúc
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= Tự động nhớ trang hình hiện tại trong tệp nén khi mở lại
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE		= Xóa bộ nhớ
IDC_STATIC_MAX_BOOKMARK		= Tối đa trang lưu đánh dấu :

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= Chọn các tập tin định dạng sẽ mở bằng Honeyview
IDC_BTN_IMAGE_SELECT			= Chọn hết
IDC_BTN_IMAGE_DESELECT			= Bỏ hết
IDC_BTN_APPLY_NOW			= Ứng dụng ngay

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= Định dạng tập tin mở rộng
IDC_STATIC_ASSOC_DESC1			= Cho Windows 8 hoặc phiên bản cao hơn, bạn có thể chỉnh tập tin sau :
IDC_STATIC_ASSOC_DESC2			= 1. Chọn như sau "Thiết lập định dạng"
IDC_STATIC_ASSOC_DESC3			= 2. Bấm "Chọn tất cả" trong cửa sổ "Thiết lập định dạng"
IDC_STATIC_ASSOC_DESC4			= 3. Bấm "Lưu"
IDC_STATIC_ASSOC_DESC1_10		= Cho Windows 10 hoặc phiên bản cao hơn, bạn có thể chỉnh tập tin sau :
IDC_STATIC_ASSOC_DESC2_10		= 1. Chọn như sau "Thiết lập định dạng"
IDC_STATIC_ASSOC_DESC3_10		= 2. Go to Photo viewer in the Default apps window.
IDC_STATIC_ASSOC_DESC4_10		= 3. Select "Honeyview" as the default photo viewer.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= Thiết lập định dạng
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= Cách cơ bản

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= Xử lý hình ảnh
IDC_CHK_EXIFROTATION			= Hình được định vị dựa vào thông tin EXIF của tập tin
IDC_CHK_STRONG_SHARPEN		= Dùng mạnh bộ lọc Sharpen
IDC_CHK_CACHE_IMAGE			= Dùng bộ nhớ ảo cho việc xử lý hình ảnh kế
IDC_STATIC_CACHE_MEMORY_SIZE		= Dung lượng bộ nhớ ảo: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= Tự động xem phần đầu trên cùng của hình khi mở
IDC_CHK_USE_PREVIEW_MODE		= Tối ưu hóa xử lý để mở xem hình nhanh
IDC_CHK_USE_IMAGE_ICC			= Dùng mã màu ICC theo chuẩn của hình gốc
IDC_CHK_USE_MONITOR_ICC			= Dùng mã màu ICC theo màn hình máy tính của bạn
IDC_STATIC_GIF_TRANSPARENT_OPTION	= Nền trong suốt cho hình dạng GIF :
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= Nền trong suốt cho hình màu 32bit :
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= Lọc nội suy :
IDC_STATIC_PAGETURNFX			= Lật hình kiểu :

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= Chọn
IDC_STATIC_CUSTOMKEYDESC_KEY		= Phím tắt
IDC_STATIC_CUSTOMKEYDESC_ACTION	= Hành động

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= Chọn
IDC_STATIC_CUSTOMMOUSE_ACTION		= Hành động
IDC_CHK_CUSTOM_LBUTTON		= Chuột trái
IDC_CHK_DBLCLICK2MAXIMIZE		= Toàn màn hình khi nhấp đôi chuột
IDC_CHK_CLICK2PAGETURN			= Lật trang khi bấm chuột trái và phải
IDC_CHK_CUSTOM_MBUTTON		= Chuột giữa
IDC_CHK_CUSTOM_RBUTTON		= Chuột phải
IDC_CHK_CUSTOM_XBUTTON		= Tọa độ X
IDC_CHK_CUSTOM_YBUTTON		= Tọa độ Y
IDC_CHK_CUSTOM_WHEELUP			= Cuộn lên
IDC_CHK_CUSTOM_WHEELDN		= Cuộn xuống

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= Thêm lệnh vào menu ngữ cảnh
IDC_CHK_SHELL_USE_SHELL_MENU		= Dùng lệnh trong menu ngữ cảnh
IDC_CHK_SHELL_TRANSFORM_DLG		= Đổi định dạng với Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Xem với Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE		= Xem thử hình trong menu ngữ cảnh
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= Trình thông tin hình
IDC_CHK_SHELL_SHOW_ICON			= Trình biểu tượng Honeyview

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= Thiết lập khác
IDC_STATIC_PHOTOFOLDER			= Thư mục Photo
IDC_STATIC_PHOTOFOLDER_DESC1		= Thư mục Photo 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= Thư mục Photo 2:
IDC_BTN_PHOTOFOLDER_SET1		= Duyệt...
IDC_BTN_PHOTOFOLDER_OPEN1		= Mở
IDC_BTN_PHOTOFOLDER_SET2		= Duyệt...
IDC_BTN_PHOTOFOLDER_OPEN2		= Mở
IDC_STATIC_EXTPROGRAM			= Công cụ chỉnh sửa ảnh
IDC_BTN_SET_EXTPROG0			= Duyệt...
IDC_BTN_SET_EXTPROG1_FAST		= Có sẵn
IDC_CHK_PAGETURNWAV			= Bật âm thanh khi lật trang
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= Đừng mở tập tin hình ảnh dạng RAW
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= Khi mở ảnh JPEG, đừng mở dạng RAW trùng nhau
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= Khi mở ảnh RAW, trình ảnh đại diện thu nhỏ trong biểu tượng nếu có
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE		= Tự điều chỉnh cửa sổ tới kích cỡ của hình
IDC_CHK_DISABLE_SCREEN_SAVER		= Disable Windows screensaver while Honeyview is running

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= Hãy chọn ngôn ngữ của bạn
IDC_STATIC_OPEN_MULTLANG_PAGE		= [Tải ngôn ngữ khác...]
IDC_STATIC_OPEN_LANG_FOLDER		= [Mở ngôn ngữ từ thư mục...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= Danh sách hình
IDC_CHECK_SHOW_THUMBNAIL		= Không hiển thị hình xem trước

[IDD_PASSINPUT]
IDD_PASSINPUT				= Nhập mật khẩu
IDC_STATIC_PASSDESC			= Tập tin được mã hóa, hãy nhập mật khẩu

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= Quản lý đấu trang
IDC_BTN_DEL				= Xóa
IDC_BTN_IMPORT				= Thêm vào đấu trang
IDC_BTN_EXPORT				= Xuất đấu trang

[IDD_PRINT]
IDD_PRINT				= In ấn
IDC_GROUP_PRINTER			= Chọn thiết bị in
IDC_BTN_PRINTER_PROPERTY			= Thông tin
IDC_CHK_ROTATE				= Xoay 90˚
IDC_CHK_FIT_IN				= Tự động
IDC_STATIC_ZOOM				= Điều chỉnh:
IDC_STATIC_MARGIN_L			= Margins Trái:
IDC_STATIC_MARGIN_T			= Trên:
IDC_STATIC_MARGIN_R			= Phải:
IDC_STATIC_MARGIN_B			= Dưới:
IDC_STATIC_COPIES			= Số lượng bản in:
IDC_BTN_PRINT				= In
IDC_BTN_CLOSE				= Đóng

[IDD_UPDATE]
IDD_UPDATE				= Cập nhật Honeyview.
IDC_STATIC_MESSAGE_1			= Honeyview sẵn sàng cập nhập.
IDC_STATIC_MESSAGE_2			= Bấm "Cập nhật" để tiến hành
IDOK					= Cập nhật
IDCANCEL				= Hủy
IDC_BTN_SETTING_UPDATE			= Thiết lập

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= Đổi tên hoặc ghi đè
IDC_STATIC_ASK_OVERWRITE			= Tập tin đã tồn tại.
IDC_STATIC_SRC				= Hình hiện tại
IDC_STATIC_DST				= Hình đang chọn
IDC_BTN_OVERWRITE			= Ghi đè
IDC_BTN_RENAME				= Lưu mới..

[IDD_WALLPAPER]
IDD_WALLPAPER				= Đặt làm hình nền
IDC_STATIC_PREVIEW			= Xem trước
IDC_STATIC_BACK_COLOR			= Màu nền
IDC_RADIO_BACKCOLOR_0			= Đen
IDC_RADIO_BACKCOLOR_1			= Tự động
IDC_RADIO_BACKCOLOR_2			= Tùy chỉnh...
IDC_BTN_BKGND				= Chọn...
IDC_BTN_CLOSE				= Đóng
IDC_BTN_APPLY				= Ứng dụng ngay

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= Mở tập tin
IDC_STATIC_OPENING			= Đang mở...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= Chọn thư mục
IDC_STATIC_FOLDER			= Đường dẫn thư mục:
IDC_BTN_NEWFOLDER			= Thư mục mới
IDC_CHK_OPEN_SUBFOLDER			= Tất cả các tập tin từ thư mục

[IDD_TRANSFORM]
IDD_TRANSFORM				= Chuyển đổi hình ảnh
IDC_STATIC_FILELIST			= Danh sách
IDC_STATIC_PREVIEW			= Xem trước
IDC_BTN_START				= Bắt đầu
IDC_BTN_CLOSE				= Đóng
IDC_BTN_OPEN_DEST_FOLDER		= Mở thư mục

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= Xoay
IDC_RADIO_ROTATE_NONE			= Đừng xoay
IDC_RADIO_ROTATE_LEFT			= Xoay phải 90˚
IDC_RADIO_ROTATE_RIGHT			= Xoay trái 90˚
IDC_RADIO_ROTATE_180			= Xoay 180˚
IDC_RADIO_ROTATE_AUTO			= Tự động xoay theo thông tin EXIF
IDC_STATIC_RESIZE				= Thay đổi kích thước
IDC_STATIC_RESIZE_SIZE			= Kích thước mới

IDC_STATIC_FORMAT			= Thiết lập định dạng
IDC_STATIC_FORMAT_SELECT		= Định dạng :
IDC_STATIC_FORMAT_QUALITY		= Chất lượng :
IDC_STATIC_SAVE				= Thư mục lưu tới
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= Lưu tới thư mục gốc
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= Lưu tới thư mục Photo
IDC_RADIO_TARGETFOLDER_CUSTOM		= Lưu tới:
IDC_STATIC_FILENAME_HEADER		= Tên tập tin (sau khi sửa)
IDC_STATIC_FILENAME2SAVE			= Tên tập tin (xem trước)
IDC_BTN_INIT				= Thiết lập lại


[SKIN]
$TT_FULLSCREEN				= Toàn màn hình(Phím tắt: Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL		= Phím tắt: /
$TT_TOGGLE_ANIMINFO_CONTROL		= Hotkey: Alt+Z
$TT_PAGESELECT				= Duyệt hình (Phím tắt: Enter)
$TT_LOCKCONTROLBAR			= Ẩn thanh điều khiển (Phím tắt: ~)
$TT_LOCKTITLEBAR			= Ẩn thanh điều khiển (Phím tắt: ` )
$TT_COPY_EXIFINFO			= Sao chép thông tin hình/EXIF (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= Thông tin EXIF hình  (Phím tắt: Tab)
$TT_LAUNCH_GPS_LOCATION		= Xem vị trí trên Google Maps (Ctrl+Shift+G)
$TT_PLAY_SOUNDNSHOT			= Chơi tập tin âm thanh
$TT_CLOSE_EXIFINFO			= Đóng (Phím tắt: Tab)
$TT_PREV_BTN				= Chuột trái: hình kế - Chuột phải: 10 hình kế
$TT_NEXT_BTN				= Chuột trái: hình trước - Chuột phải: 10 hình trước

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= Sound&&Shot
$BTN_TEXT_SHOWMODE			= Kiểu Xem
$BTN_TEXT_PHOTOFOLDER			= Photo
$BTN_TEXT_EDIT				= Công Cụ
$BTN_TEXT_STICKY			= Ẩn
$BTN_TEXT_BOOKMARK			= Đánh Dấu
$BTN_TEXT_SLIDESHOW			= Trình Chiếu
$BTN_TEXT_UPDATE			= Phiên bản mới có sẵn

$TEXT_SETTINGTAB_GENERAL		= Cài Đặt
$TEXT_SETTINGTAB_VIEW			= Dao Diện
$TEXT_SETTINGTAB_BOOKMARK		= Đánh Dấu
$TEXT_SETTINGTAB_ASSOC			= Định Dạng
$TEXT_SETTINGTAB_IMAGEPROCESS		= Hình Ảnh
$TEXT_SETTINGTAB_KEYBOARD		= Bàn Phím
$TEXT_SETTINGTAB_MOUSE			= Chuột
$TEXT_SETTINGTAB_SHELL			= Thanh Menu
$TEXT_SETTINGTAB_ETC			= Khác
$TEXT_SETTINGTAB_LANG			= Ngôn Ngữ

$TEXT_DESKTOP				= Màn hình
$TEXT_DOCUMENT				= Tài liệu
$TEXT_PICTURE				= Hình ảnh
$TEXT_COMPUTER				= Máy tính


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Chuyển đổi với Honeyview
TEXT_LAUNCH_HONEYVIEW		= Xem với Honeyview
TEXT_LOADING				= Đang mở...
TEXT_IMAGE_LOAD_FAILED			= Thất bại mở tập tin
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= No Preview Available


[INSTALLER]
LNK_FILE_DESC				= Chạy Honeyview
UNINSTALLER_LNK_NAME 			= Hủy cài đặt chương trình

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview đang được mở. Vui lòng tắt chương trình.
MSG_ASK_DELETE_ALL_FILES			= Một vài tập tin thư mục vẫn còn sót lại ($INSTDIR).[br][br]Bạn có muốn xóa chúng hoàn toàn?
MSG_ASK_RESTART_EXPLORER		= Để hoàn tất cài đặt, hãy khởi động lại máy tính? Bạn có muốn khởi động lại ngay?
MSG_ASK_UNINSTALL_HV3			= Honeyview đã được cài. Hãy hủy cài đặt Honeyview trước khi cài phiên bản mới hơn . Bạn có muốn làm ngay không?
MSG_UNINSTALL_HV3_FAILED			= Hủy cài đặt thất bại.
MSG_RESTART_EXPLORER			= Máy tính sẽ khởi động lại để hoàn tất hủy cài Honeyview.

TEXT_LICENSE				= Chứng chỉ giấy phép Honeyview 
TEXT_OPTIONS				= Lựa chọn cài đặt
TEXT_OPT_PROGRAMGROUP			= Tạo các menu ngữ cảnh cho chương trình 
TEXT_OPT_DESKTOPSHORCUT		= Tạo biểu tượng chương trình tới màn hình máy tính
TEXT_OPT_QUICKLAUNCH			= Tạo biểu tượng chương trình tới thanh công cụ nhanh
TEXT_OPT_FOLDER				= Thư mục cài
TEXT_OPT_REGIMAGE			= Định dạng tập tin mà bạn muốn mở với chương trình
TEXT_SELECT_FOLDER			= Chọn thư mục
TEXT_LICENSE_LINK			= [Trang chủ]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= NGƯỜI DÙNG ĐÃ ĐỌC XONG CHẤP NHẬN ĐỒNG Ý CÁC ĐIỀU KHOẢN
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview là một phần mềm xem hình ảnh đa năng được phát triển và phân phối bởi Bandisoft. [Br] [br] Đây là phần mềm miễn phí và ai cũng có thể sử dụng.

TEXT_ASK_RESTART_EXPLORER		= Máy tính cần khởi động lại để hoàn tất cài đặt, bạn có muốn khởi động lại ngay không ?
TEXT_NEED_ADMIN_PRIVILEGE		= Chương trình cần cài đặt bằng quyền Admin. [Br] [br] Người cài đặt không có quyền Admin. [Br] [br] Dừng cài đặt?

